Repository: Kostenkov-2021/dual_voice
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: fa

source: You can type here to check the voices
fa: شما می‌توانید برای بررسی صداها در اینجا تایپ کنید

source: &Settings of the Dual voice...
fa: &تنظیمات صدای دوگانه...

source: Visit the SAPI &Unifier website!
fa: بازدید از وبسایت SAPI &Unifier!

source: Visit the &Dual Voice website!
fa: بازدید از &وبسایت صدای دوگانه!

source: &About the Dual voice for NVDA
fa: &درباره صدای دوگانه برای NVDA

source: Dual &voice
fa: &صدای دوگانه

source: About the Dual voice add-on for NVDA
fa: درباره افزونه صدای دوگانه برای NVDA

source: The Dual Voice settings
fa: تنظیمات صدای دوگانه

source: Your current speech synthesizer is the %s. Please select the Dual Voice as the speech synthesizer in the NVDA speech settings.
fa: موتور سخنگوی شما در حال حاضر %s است. لطفا در تنظیمات گفتار NVDA صدای دوگانه را به عنوان موتور سخنگو انتخاب کنید.

source: You have selected %s as the primary voice.
fa: شما %s را به عنوان صدای اصلی انتخاب کرده‌اید.

source: Secondary &voice:
fa: &صدای ثانویه:

source: &Use the secondary voice for reading Latin text instead of non-Latin.
fa: &استفاده از صدای ثانویه برای خواندن متن‌های لاتین بجای غیر لاتین.

source: &Rate:
fa: &سرعت:

source: &Pitch:
fa: زیر &و بمی:

source: V&olume:
fa: &حجم صدا:

source: &Prioritize non-Latin text over Latin text.
fa: &دادن اولویت به متن‌های غیر لاتین نسبت به لاتین.

source: Read &numbers and punctuations based on surrounding text.
fa: &خواندن اعداد و علایم بر اساس متن پیرامون.

source: &Typing area:
fa: ناحیه &تایپ:

source: Dual Voice for NVDA
fa: صدای دوگانه برای NVDA

source: Read non-Latin and Latin texts using two separate voices.
fa: خواندن متن‌های غیرلاتین و لاتین توسط دو صدای جداگانه
